Revit 2027 API
BuiltInFailures.HostObjFailures.ReferencesNulled Property
 One or more references are or have become invalid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ReferencesNulled { get; }
Public Shared ReadOnly Property ReferencesNulled As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ReferencesNulled {
	FailureDefinitionId^ get ();
}
static member ReferencesNulled : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.HostObjFailures Class
Autodesk.Revit.DB Namespace